Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Thus, to keep the story running without any serious changes, the author may introduce a gimmick--whether that be cloning, resurrection, alternate universes, time travel, or so on--which can revert anything and anyone.
pt_br: Portanto, para fazer a história andar sem mudanças sérias, o autor pode se usar de um artifício -- seja ele clonagem, ressurreição, universos paralelos, viagem no tempo, etc -- que pode desfazer tudo e todos.

source: Thus, while most pro wrestling promotions will continue kayfabe as part of its performance, it is now acceptable to reveal to the audience some parts that are fake.
pt_br: Por isso, enquanto a maioria dos espetáculos segue com a encenação, atualmente é aceitável revelar ao público algumas partes que são encenadas.

source: Thus, while this trope used to be associated with cloning, it's not specifically about clones being added to a story and so making things more complicated.
pt_br: Portanto, ainda que este tropo seja muito associado a clonagem, ele não se trata especificamente de clones adicionados à história e tornando as coisas mais complicadas no processo.

source: Time after, Televisa and Touché Films reached an agreement and the video is now online.
pt_br: Algum tempo depois, a Televisa e a Touché Films entraram em acordo e o vídeo permaneceu online.

source: TimeTravel was a close second, because once characters had free rein to start hopping through time, audiences no longer had any assurance that whatever happened in the story wouldn't just be {{RetGone}}d by some future ([[TimeTravelTenseTrouble or past]]) time-travel shenanigans.
pt_br: Br/ViagemNoTempo foi um segundo lugar próximo, porque uma vez que os personagens tinham passe livre para ir e vir através do tempo, o público perdia qualquer garantia de que as coisas acontecidas na história não seriam [[Br/RetconDeSumico desfeitas]] por causa de algum truque de viagem no tempo a ser usado no futuro ([[Br/ConjugacaoVerbalEmViagensNoTempo ou no passado]]).

source: To Doña Clotilde and Chilindrina's chagrin Later, Profesor Jirafales was distracted as well.
pt_br: Para desgosto de Dona Clotilde e da Chiquinha, o Professor Girafales também se distrai.

source: To an otherwise mundane scene, we will thus add
pt_br: Por isso, para uma cena que seria outrora mundana, nós adicionaremos:

source: To avoid this trope from being misused, if even just one bad or horrible thing happens to a villainous character or nasty jerk and/or if it is possible to defeat or kill them in a video game (like, for example, a fighting game if they are a playable character and/or the end boss), then they do not qualify for this trope.
pt_br: Para evitar este tropo de ser mal utilizado, se pelo menos uma coisa ruim ou terrível acontece a um personagem vilanesco ou babaca, ou se é possível derrotá-lo ou matá-lo em um videogame (por exemplo, um jogo de luta em que ele é um personagem jogável ou o último chefe), então ele não se qualifica para este tropo.

source: To ensure your future, some freedoms must be surrendered.
pt_br: Para garantir seu futuro, têm que abdicar de algumas liberdades.

source: To keep pages from overflowing with competing quotes, the QuotesWiki is the place for the ones that don't fit as a lead-in for the article.
pt_br: Para impedir que as páginas transbordem com citações, esse espaço é o lugar para aquelas que não servem como a citação principal do artigo.

source: To link to pages in another namespace, format them like this: ->[=Namespace/PageTitle=]
pt_br: Para vincular páginas em um espaço que não seja o Main, faça a formatação assim: ->[=Espaço/TituloDaPagina=] e.g. Br/TroposLendarios

source: To others, Woolsey was a hard-pressed but nonetheless creative artisan who was the primary reason that these games weren't rendered incomprehensible to Westerners, [[BlindIdiotTranslation translated literally with little regard for accuracy or comprehensibility]], [[DubInducedPlotlineChange completely remolded to suit the audience]], or [[{{Macekre}} worse]].
pt_br: Para outros, Woolsey era um artesão difícil de lidar, porém criativo, e que foi o principal motivo pelo qual esses jogos não foram tornados incompreensíveis para o público ocidental, [[Br/TraducaoDeIdiotaCego traduzidos de maneira literal com pouca consideração pela acurácia ou compreensibilidade]], [[Br/MudancaDeTramaInduzidaPorDublagem completamente remoldados para se adequar ao público alvo]] ou [[Br/{{Macekre}} pior]].

source: To some, Woolsey was an iron-fisted dictator who was convinced that [[ViewersAreMorons American gamers were morons]], and couldn't accept a culture besides their own.
pt_br: Para alguns, Woolsey era um ditador com punho de ferro, convencido de que os [[Br/EspectadoresSaoIdiotas ''gamers'' americanos eram idiotas]] e que não poderiam aceitar uma cultura que não a própria.

source: To this end, they fake [[ObfuscatingStupidity stupidity]] or [[ObfuscatingInsanity insanity]] so that they can avoid being assassinated while still being able to manipulate events as they please.
pt_br: Para isso, eles fingem [[Br/EstupidezOfuscante estupidez]] ou [[Br/InsanidadeOfuscante insanidade]] para que possam evitar ser mortos enquanto manipulam os eventos conforme conveniente.

source: Tolkien regarded ''Literature/TheLordOfTheRings'' as a single novel, divided into ''six'' (non-standalone) books; publishing requirements forced him to print it as three volumes, and to come up with names for them.
pt_br: Tolkien considerava ''BrLiteratura/OSenhorDosAneis'' como um romance único que foi dividido em ''seis'' livros (não-independentes); as editoras o forçaram a imprimi-lo em três volumes e pensar em nomes para eles.

source: Tony P has his own Dragon, Tony C, within the Disco Boys itself.
pt_br: Ele possui o seu próprio dragão, o Cabeludo, também parte dos Dançarinos.

source: Too little, and it is a fallacious [[UsefulNotes/LogicalFallacies Appeal to Pity]] that looks like a ridiculously gratuitous scene of {{Wangst}}.
pt_br: Ênfase de menos, e será um falacioso [[BrNotasUteis/FalaciasLogicas apelo à piedade]] que vai parecer como uma cena gratuita de Br/{{Choradeira}}.

source: Too many contrived coincidences may result in OneDegreeOfSeparation.
pt_br: O excesso de coincidências convenientes pode resultar em Br/UmGrauDeSeparacao.

source: Too much emphasis on the excuse, and it looks like they're attorneys justifying the villain.
pt_br: Ênfase de mais, e vai parecer que os escritores são advogados justificando o vilão.

source: Total [[InvertedTrope inversions]] should go on UnfortunateNames instead.
pt_br: [[Br/TropoInvertido Inversões]] completas deverão ir para Br/NomesInfelizes ao invés.

source: Total recognition is cliché; total surprise is alienating.
pt_br: O reconhecimento total é cliché; a surpresa total é alienante.

source: Touches a small ball thing.
pt_br: Toca uma pequena coisinha flutuante em forma de bola.

source: Tough Doña Florinda and mushy Doña Clotilde.
pt_br: A durona Dona Florinda e a suave Dona Clotilde.

source: Traditionally, slapstick has been the domain of male actors, a variant of BeautyIsNeverTarnished.
pt_br: Tradicionalmente, o pastelão é domínio dos atores homens, uma variante de Br/BelezaNuncaEManchada.

source: Trilogies where the second and third parts are obviously more interlinked than the first (most often due to publishers requesting more, but also due to pacing issues) can be found in TwoPartTrilogy.
pt_br: Trilogias onde a segunda e a terceira partes estão obviamente mais interconectadas do que a primeira (geralmente porque os executivos querem mais, mas às vezes por questões de ritmo) são casos de Br/TrilogiaDeDuasPartes.

source: Tropes about smoking cigars, cigarettes, pipes and other things.
pt_br: Tropos sobre o fumo de charutos, cigarros, cachimbos e outras coisas.

source: Tropes belong in the '''Main''' namespace.
pt_br: Os tropos originais ficam no espaço '''Main''', e os tropos traduzidos ficam no espaço '''Br'''.

source: Tropes below do not include examples that originally started because of a prop but are no longer prop-specific.
pt_br: Os tropos listados abaixo não incluem exemplos que originalmente começaram por causa de um adereço mas que deixaram de ser específicos de adereços.

source: Tropes in this section are basic development tricks that creators will try to seamlessly use in the work or its production.
pt_br: Tropos nesta seção são truques básicos de desenvolvimento que os criadores tentarão usar de maneira transparente na obra ou na produção dela.

source: Tropes in this section desire an IntendedAudienceReaction, and know that the audience won't react that way if they ''realize'' that's the creator's intention.
pt_br: Tropos nesta seção desejam um Br/ReacaoEsperadaDoPublico e sabem que o público não vai reagir assim se eles ''perceberem'' que a intenção do criador é essa.

source: Tropes which do not follow logic, probability, plot consistency or real life facts to conveniently cause or delete plot points, and the audience is expected to accept it.
pt_br: Tropos que não seguem a lógica, probabilidade, consistência ou fatos da vida real de modo a convenientemente causar ou remover pontos de trama, e o público deve simplesmente aceitar isso.

source: Try not to confuse the dialogue with BuffySpeak.
pt_br: Tente não confundir o diálogo com Br/DialetoCoisado.

source: Trying to break TheCorruption [[StatusQuoIsGod will instead always result]] in [[DownerEnding it winning]], often [[BrokeYourArmPunchingOutCthulhu breaking every bone in your body in the process]], and any positive changes that you try to make will ultimately be torn down and revealed to be AllForNothing -- or, even worse, they will only succeed in [[NiceJobBreakingItHero making things even worse for you and the people that you were trying to help]], and/or [[GambitRoulette even accomplish whatever the villains wanted in the first place]].
pt_br: Tentar acabar com Br/ACorrupcao [[Br/StatusQuoEDeus sempre vai resultar]] [[Br/FinalDepressivo na vitória dela]], frequentemente [[Br/QuebrouOBracoNocauteandoCthulhu quebrando cada um de seus ossos no processo]], e qualquer mudança positiva que você tente implementar será desfeita enquanto é revelado que foi Br/TudoPorNada -- ou ainda pior, essas mudanças vão apenas [[Br/BomTrabalhoEstragandoTudoHeroi tornar as coisas ainda piores para você e para as pessoas que você queria ajudar]], ou até mesmo [[Br/RoletaDeGambitos fazer com que aconteça aquilo que os vilões queriam em primeiro lugar]].

source: Trying to reason with one isn't much good either, because many Knight Templar types believe that [[WithUsOrAgainstUs if you're not with them, you're against them]].
pt_br: Tentar argumentar com um deles também não ajuda, pois muitos Cavaleiros Templários acreditam que [[Br/ConoscoOuContraNos se você não está com eles, então está contra eles]].

source: Turns out Dr. Heller is playing eerie music.
pt_br: Na verdade era o doutor Heller que estava tocando a música sinistra.

source: Turns out Frankenstein was so capable, he was able to capture Amazing and go through with his doomsday plan nearly unopposed.
pt_br: Acontece que Frankenstein era tão apto para a posição que ele conseguiu capturar Arraso e seguir com seu plano sem nenhuma oposição.

source: Turns out electronic cameras and sensors ''don't'' count as anybody looking.]] ** "Deathman is dead." * ItSeemedLikeAGoodIdeaAtTheTime: Captain Amazing released Casanova Frankenstein from the asylum so he can have a high-profile supervillain to fight again.
pt_br: Acontece que câmeras e sensores eletrônicos ''não contam'' como alguém olhando.]] ** "O De Morte morreu." * Br/NaHoraPareceuUmaOtimaIdeia: Capitão Arraso libertou Casanova Frankenstein do asilo para que pudesse ter um vilão de renome contra quem lutar.

source: Turns out he does have powers... he just needs to let them activate naturally instead of trying to force them.]] * LeftTheBackgroundMusicOn: When some of the group enter Dr. Heller's lair in an abandoned amusement park, eerie music adds to the creepy atmosphere.
pt_br: De fato, ele tem poderes... ele só precisa deixar ele ativar naturalmente ao invés de tentar forçá-lo.]] * Br/DeixouAMusicaDeFundoLigada: Quando parte do grupo entra na toca do Dr. Heller em um parque de diversões abandonado, música sinistra complementa a atmosfera de perigo.

source: Turns out it's true.
pt_br: Depois descobre-se que é verdade.

source: Turns out the MIB's don't have a GodzillaThreshold because TheWorldIsAlwaysDoomed and a big part of their job is making sure the general public don't know about it.
pt_br: Depois se descobre que a MIB não possui um Br/LimiarDeGodzilla porque Br/OMundoEstaSempreCondenado e o grosso do trabalho é se certificar que o público geral não saiba disso.

source: Two famous examples: "Good people should love their enemies" (this touched even Doña Florinda's heart, go figure!), and "[[CycleOfRevenge Revenge is never okay]]; [[ThereIsNoKillLikeOverkill it kills the soul and poisons it]]" (its interpretation is similar to that of Gandhi's "an eye for an eye makes the whole world blind").
pt_br: Dois exemplos famosos: "As pessoas boas devem amar seus inimigos" (isso toca até o coração da Dona Florinda, veja só!) e "[[Br/CicloDeVinganca A vingança nunca é plena]]; mata a alma e a envenena" (com uma interpretação similar a uma frase de Gandhi, "olho por olho e o mundo acabará cego".

source: Two of the main characters, Pita and Paçoca, are boys with relatively long hair for male standard, having hair that goes down to their necks, but this is never pointed out or mentioned in any capacity at all whatsoever.
pt_br: Dois dos personagens principais, Pita e Paçoca, são garotos com cabelo relativamente longo para padrões masculinos, com cabelo que desce até o pescoço, mas isso nunca é ressaltado ou mencionado de alguma forma.

source: Typically done to works that were poorly received.
pt_br: Costuma ser feito com obras que não foram bem recebidas.

source: Typically the [[SlidingScaleOfIdealismVersusCynicism most cynical]] [[SourSupporter supporting character]].
pt_br: Tipicamente é o [[Br/EscalaMovelDeIdealismoVersusCinismo mais cínico]] [[Br/ApoiadorAcido personagem de apoio]].

source: Typically, the angel is there to encourage the person to make a good decision.
pt_br: Geralmente o anjo está lá para encorajar a pessoa a tomar uma decisão boa.

source: Unanticipated, these free radicals engender questions of free will, creativity, and even the nature of what we might call the soul.
pt_br: Inesperadamente, esses radicais livres elaboram perguntas sobre o livre arbítrio, criatividade, e mesmo a natureza daquilo que chamamos de "alma".

source: Unconvinced, Edwards asks him again why they are there, to which another candidate repeats what Zed just said before giving Edwards a condescending look.
pt_br: Nada convencido, James pergunta novamente porque eles estão ali, no que outro candidato repete o que Zed disse, seguido de um olhar de desdém.

source: Underwater optional.
pt_br: Opcionalmente, ela pode ficar embaixo da água.

source: Unfortunately for Chilindrina, Don Ramón eventually just disappears as well.
pt_br: Infelizmente para a Chiquinha, o Seu Madruga eventualmente desaparece também.

source: Unfortunately for him, he still gets shot by "Edgar".
pt_br: Infelizmente pra ele, ainda assim ele leva um tiro de "Edgar".

source: Unfortunately, even if it's [[RealLifeWritesThePlot not the show's fault]] (''e.g.'' when the actor dies), it's very difficult to pull off and keep the audience engaged.
pt_br: Infelizmente, ainda que não seja [[Br/AVidaRealEscreveATrama culpa do show]], (''e.g.'' quando o ator morre), é difícil fazer a substituição e manter o público engajado.

source: Unfortunately, it doesn't work; looking back, viewers realize that [[SelfFulfillingProphecy the change actually caused or hastened the show's demise]].
pt_br: Infelizmente, não funciona; em retrospecto, os espectadores percebem que [[Br/ProfeciaAutorrealizavel a mudança na verdade causou ou acelerou o término do show]].

source: Unfortunately, just like a PetTheDog moment, the Freudian Excuse sometimes fails to give a villain any depth at all.
pt_br: Infelizmente, assim como em um momento de Br/AcariciarOCachorro, a desculpa freudiana às vezes falha em acrescentar profundidade ao vilão.

source: Unfortunately, that tends to make the character less scary, causing BadassDecay and VillainDecay.
pt_br: Infelizmente isso tende a tornar o personagem menos assustador, causando Br/DecaimentoFodanico e Br/DecaimentoVilanico.

source: Unfortunately, they're not any more useful in a fight.
pt_br: Infelizmente, eles são pouco úteis em combate.

source: Unfortunately, when they are smart, nobody else is, and when they are not, everybody else is.
pt_br: Infelizmente, quando ele é esperto, ninguém mais é, e quando ele não é, todos os outros são.

source: Unimpressed, Edgar keeps climbing and tells her a war would result in lots of food for his family.
pt_br: Nada impressionado, Edgar continua escalando e fala que uma guerra resultaria em mais comida para a família dele.

source: Unlike the genuinely heroic Mystery Men, however, [[ItsAllAboutMe Amazing is only in it for the fame and the money]] and [[{{Jerkass}} has no respect for his fans or other superheroes]].
pt_br: No entanto, ao contrário dos heróis muito loucos titulares do filme, [[Br/TudoGiraAoMeuRedor o Arraso só se interessa pela fama e dinheiro]] e [[Br/{{Babaca}} não tem respeito pelos seus fãs ou outros super heróis]].

source: Unlikely coincidences are bound to happen once in a while.
pt_br: Coincidências improváveis são fadadas a acontecer ocasionalmente.

source: UnlikelySpare may also be used to this effect.
pt_br: Br/ItemReservaImprovavel pode ser usado com esse efeito.

source: Until the early part of this century, India was in fact part of the British Empire, whose government there was called the British Raj after the Hindi word for "sovereignty".
pt_br: Até o início deste século, a Índia era de fato parte do Império Britânico, cujo governo lá se chamava Raj Britanica, o termo hindi para "soberania".

source: Upping the ambiguous ante, he seems to have some chemistry with the Bowler, who explicitly tells her father that he's not a "fruit" (or a commie).
pt_br: Adicionalmente, ele parece ter alguma química com a Boliche, que explicitamente diz ao pai que ele não é um boiola (ou um comunista).

source: Used well, this method creates suspense, [[MonsterDelay enhances the ultimate reveal]], and can magnify a simple JumpScare into a [[BringMyBrownPants Brown Pants Scenario]].
pt_br: Se bem utilizado, este método cria suspense, [[Br/MonstroTardio intensifica a revelação definitiva]] e pode transformar um simples Br/PuloDeSusto em um [[Br/TragaMinhasCalcasMarrons cenário de calças marrons]].

source: Used with permission.-]]]
pt_br: Usado com permissão.-]]]

source: Using a period instead of a slash in the wikiword will make the namespace visible: "[=NamespaceGoesHere.TitleGoesHere=]" shows up as NamespaceGoesHere.TitleGoesHere.
pt_br: Usar um ponto ao invés de uma barra na wikipalavra vai tornar o namespace visível: "[=InsiraONamespaceAqui.InsiraONomeAqui=]" aparece como InsiraONamespaceAqui.InsiraONomeAqui.

source: Usually a fairy-tale setting.
pt_br: Costuma ser uma ambientação de contos de fadas.

source: Usually a result of a writer forgetting how children of a specific age behave and just making things up to compensate.
pt_br: Costuma resultar de um escritor esquecendo como crianças de uma idade específica se comportam e então inventando coisas para compensar.

source: Usually an eclectic mix of tradition and modernity.
pt_br: Geralmente é uma mistura eclética de tradição com modernidade.

source: Usually applies to gods, demons, and perhaps [[EldritchAbomination Cosmic Horror]].
pt_br: Costuma se aplicar a deuses, demônios e também a [[Br/AbominacaoSobrenatural horror cósmico]].

source: Usually follows a HeelRealization, NiceJobBreakingItHero or someone saying WhatTheHellHero.
pt_br: Usualmente vem após um ??? HeelRealization, Br/BomTrabalhoEstragandoTudoHeroi ou alguém dizendo Br/QueMerdaEEssaHeroi.

source: Usually impractical for combat, but you're not supposed to think about that.
pt_br: Geralmente não é nada prática para combate, mas você não deve pensar muito a respeito.

source: Usually mirrors Venice.
pt_br: Costuma espelhar Veneza.

source: Usually played for comedy.
pt_br: Costuma ser usado para humor.

source: Usually small, pleasant, and an underdog against TheEmpire.
pt_br: Geralmente pequenos, agradáveis e um azarão contra Br/OImperio.

source: Usually the ability of the BigBad in sci-fi and fantasy settings, few heroes get this one.
pt_br: Costuma ser uma habilidade do Br/GrandeMal em ambientações de fantasia e ficção científica. Poucos heróis a possuem.

source: Usually, but not always, a CastFullOfCrazy contains an Only Sane Man.
pt_br: Usualmente, mas não sempre, um Br/ElencoRepletoDeMalucos contém o Único Homem São.

source: Usually, he's prone to SanitySlippage.
pt_br: Ele costuma ser propenso a Br/DeslizamentoDeSanidade.

source: Usually, the Knight Templar's primary step (or objective) to their perceived "{{utopia|JustifiesTheMeans}}" is to get rid of that pesky "[[TheEvilsOfFreeWill free will]]" thing that is the cause of crime and evil.
pt_br: Usualmente, o passo inicial (ou objetivo) do Cavaleiro Templário para o seu ideal de "[[Br/UtopiaJustificaOsMeios utopia]]" é se livrar desse "[[Br/OsMalesDoLivreArbitrio livre arbítrio]]" inconveniente que é a origem do crime e do mal.

source: VIKI is a UtopiaJustifiesTheMeans ZerothLawRebellion revolutionary due to the nature of the laws intended to keep robots safe, while Sonny is a bonafide hero because he can choose his own destiny, for good or ill]].
pt_br: VIKI é uma revolucionária adepta da Br/RebeliaoDaLeiZero e de que a Br/UtopiaJustificaOsMeios devido à natureza das leis pensadas para manter os robôs seguros, enquanto Sonny é um herói legítimo porque ele pode escolher seu próprio destino, para o bem e para o mal]].

source: VIKI is.]] * JustAMachine: Spooner says to the android Sonny "Human beings have dreams.
pt_br: VIKI é que está.]] * Br/SoUmaMaquina: Spooner diz ao androide Sonny que "Seres humanos é que tem sonhos.

source: Very common in LatinAmericanLiterature, specially ArgentineLiterature.
pt_br: Muito comum na Br/LiteraturaLatinoAmericana, em especial a Br/LiteraturaArgentina.

source: Very common in {{Slapstick}} comedies.
pt_br: Muito comum em comédias [[Br/{{Pastelao}} pastelão]].

source: Very much DependingOnTheWriter, while a punch to the face will usually be ignored, chopping off a limb will presumably limit anyone's mobility regardless, though some authors raise this ability to superhuman levels.
pt_br: Costuma ser um caso de Br/DependendoDoEscritor: um soco na cara usualmente será ignorado, mas cortar um membro fora presumivelmente vai limitar as habilidades de locomoção de qualquer modo. No entanto, alguns autores elevam essa habilidade a níveis sobre-humanos.

source: Very prone to ItsAllAboutMe, thus, expect their {{pride}} on being the only righteous ones to bring them down.
pt_br: Muito propenso a Br/TudoGiraAoMeuRedor, por isso espere que o Br/{{orgulho}} dele seja também a sua ruína.

source: Very, ''very'' few works will outright claim that the rape was intended to be beneficial.
pt_br: Pouquíssimas obras vão dizer diretamente que a intenção era que o estupro fosse benéfico.

source: Victory, at last!
pt_br: Vitória, enfim!
